[
  {
    "id": 1,
    "productName": "Citrus",
    "price": 99.0,
    "productSize": "small",
    "productDescription": "Introducing the Kalamondin Citrus, a delightful and compact citrus plant that brings the invigorating essence of a citrus orchard right into your living space. "
  },

  {
    "id": 2,
    "productName": "Clusia",
    "price": 99.0,

    "productSize": "small",
    "productDescription": "Meet Clusia, an effortlessly easygoing plant that, in its natural habitat, can reach heights of over 10 meters. "
  },

  {
    "id": 3,
    "productName": "Alocasia",
    "price": 99.0,

    "productSize": "small",
    "productDescription": "Originating from the lush landscapes of Southeast Asia, the Alocasia is a captivating plant celebrated for its stunning and vibrant foliage. "
  },

  {
    "id": 4,
    "productName": "Schefflera arboricola",
    "price": 199.0,

    "productSize": "medium",
    "productDescription": "This resilient and easy-to-care-for plant, known as Schefflera Arboricola, is the perfect choice for bringing greenery into your home. "
  },

  {
    "id": 5,
    "productName": "Dracaena marginata",
    "price": 199.0,

    "productSize": "medium",
    "productDescription": "Meet the resilient Dracaena Marginata, a robust and low-maintenance plant perfect for beginners."
  },

  {
    "id": 6,
    "productName": "Alocasia amazonica",
    "price": 199.0,

    "productSize": "medium",
    "productDescription": "Originating from the lush landscapes of Southeast Asia, the Alocasia Amazonica is a botanical masterpiece that captivates with its distinctive and striking foliage."
  },

  {
    "id": 7,
    "productName": "Polyscias",
    "price": 299.0,

    "productSize": "large",
    "productDescription": "A plant that effortlessly combines elegance with resilience. Sensitive to its environment, this botanical beauty thrives in spaces with adequate humidity."
  },

  {
    "id": 8,
    "productName": "Euphorbia acrurensis",
    "price": 299.0,

    "productSize": "large",
    "productDescription": "Commonly known as the Candelabra Tree or Cactus Euphorbia, is a striking succulent native to South Africa. It is known for its distinctive candelabra-like growth pattern."
  },

  {
    "id": 9,
    "productName": "Dypsis lutescens",
    "price": 299.0,

    "productSize": "large",
    "productDescription": "Perfect choice for a more humid and vibrant atmosphere in your office or home. This moisture-boosting plant is ideal for office spaces but sensitive to drafts."
  },

  {
    "id": 10,
    "productName": "Strelitzia",
    "price": 399.0,

    "productSize": "xtra-large",
    "productDescription": "Originating from the vibrant landscapes of South Africa, the Strelitzia, commonly known as the Bird of Paradise, captivates with its striking allure. "
  },

  {
    "id": 11,
    "productName": "Pachira aquatica",
    "price": 399.0,

    "productSize": "xtra-large",
    "productDescription": "Affectionately known as the Money Tree, is a delightful and undemanding plant. Embraced as the perfect office companion, this fast-growing gem effortlessly injects a splash of greenery."
  },

  {
    "id": 12,
    "productName": "Ficus elastica robusta",
    "price": 399.0,

    "productSize": "xtra-large",
    "productDescription": "Commonly known as the Rubber Plant, is a resilient and low-maintenance beauty. Recognized as an ideal office companion, this slow-growing plant boasts stunning glossy leaves."
  }
]
